export default {
  projections: {
    ПутевойЛистE: {
      выдатьТоплива: {
        __caption__: 'Выдать топлива'
      },
      номер: {
        __caption__: 'Номер'
      },
      сопровожЛица: {
        __caption__: 'Сопровож лица'
      },
      гаражНомер: {
        __caption__: 'Гараж номер'
      },
      рукОтдЛог: {
        __caption__: 'Рук отд лог',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ПутевойЛистL: {
      выдатьТоплива: {
        __caption__: 'Выдать топлива'
      },
      номер: {
        __caption__: 'Номер'
      },
      сопровожЛица: {
        __caption__: 'Сопровож лица'
      },
      гаражНомер: {
        __caption__: 'Гараж номер'
      },
      рукОтдЛог: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    выдатьТоплива: {
      __caption__: 'Выдать топлива'
    },
    гаражНомер: {
      __caption__: 'Гараж номер'
    },
    номер: {
      __caption__: 'Номер'
    },
    сопровожЛица: {
      __caption__: 'Сопровож лица'
    },
    рукОтдЛог: {
      __caption__: 'Рук отд лог'
    }
  }
};
