export default {
  projections: {
    ДолжностиE: {
      наименование: {
        __caption__: 'Наименование'
      },
      iDДолжности: {
        __caption__: 'I d должности'
      },
      персонал: {
        __caption__: 'Персонал',
        контакты: {
          __caption__: 'Контакты'
        }
      }
    },
    ДолжностиL: {
      наименование: {
        __caption__: 'Наименование'
      },
      iDДолжности: {
        __caption__: 'I d должности'
      },
      персонал: {
        __caption__: 'Контакты',
        контакты: {
          __caption__: 'Контакты'
        }
      }
    }
  },
  validations: {
    iDДолжности: {
      __caption__: 'I d должности'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    персонал: {
      __caption__: 'Персонал'
    }
  }
};
