export default {
  projections: {
    ПерсоналE: {
      контакты: {
        __caption__: 'Контакты'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      рукОтдЛог: {
        __caption__: 'Рук отд лог',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      тЧВодитель: {
        __caption__: 'Т ч водитель',
        табелНомер: {
          __caption__: 'Табел номер'
        }
      }
    },
    ПерсоналL: {
      контакты: {
        __caption__: 'Контакты'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      рукОтдЛог: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      тЧВодитель: {
        __caption__: 'Табел номер',
        табелНомер: {
          __caption__: 'Табел номер'
        }
      }
    }
  },
  validations: {
    контакты: {
      __caption__: 'Контакты'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    рукОтдЛог: {
      __caption__: 'Рук отд лог'
    },
    тЧВодитель: {
      __caption__: 'Т ч водитель'
    }
  }
};
